// daryasemivolos.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>

int main()
{
    setlocale(LC_ALL, "Ru");

    float kg;
    float p;
    float f;
    float l;
    float z;

    std::cout << "Введите килограммы: ";
    std::cin >> kg;

    std::cout << "Введите пуды: ";
    std::cin >> ;

    std::cout << "Введите фунты: ";
    std::cin >> kg;

    std::cout << "Введите лоты: ";
    std::cin >> kg;

    std::cout << "Введите золотники: ";
    std::cin >> kg;

    //float U;
    //float R;
    //float I;

    //std::cout << "Введите напряжение: ";
    //std::cin >> U;
    //std::cout << "Введите сопротивление: ";
    //std::cin >> R;

    //I = U / R;
    //std::cout << I << std::endl;
    //return 0;

   /* int Ct;
    int Kt;
    float Ck;
    int Kk;
    float sum;
    std::cout << "Введите стоимость тетради: ";
    std::cin >> Ct;
    std::cout << "Введите количество тетрадей: ";
    std::cin >> Kt;
    std::cout << "Введите количество карандашей: ";
    std::cin >> Kk;
    std::cout << "Введите стоимость карандашей: ";
    std::cin >> Ck;

    sum = Ct * Kt + Ck * Kk;
    std::cout << sum << std::endl;*/
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
