USE TouristAgency;

INSERT INTO Клиенты ( КодКлиента, Фамилия, Имя, Отчество, Адрес, Телефон )
VALUES 
(1, 'Рожков', 'Анатолий', 'Генадьевич', 'г. Симферополь, ул. Пушкина д. 34', '+7978-567-45-33'),
(2, 'Иванов', 'Иван', 'Иванович', 'г. Севастополь, ул. Центральная д. 15', '+7978-098-56-74'),
(3, 'Быкова', 'Анна', 'Генадьевна', 'г. Симферополь, ул. Толстого д. 31', '+7978-127-89-55'),
(4, 'Котов', 'Алексей', 'Витальевич', 'г. Севастополь, ул. Набережная д. 78', '+7978-090-23-00'),
(5, 'Цветкова', 'Анастасия', 'Алексеевна', 'г. Феодосия, ул. Ленина д. 100', '+7978-636-11-08');